import React from "react";
import "../../styles/aboutPage.scss";
import { telToStringChange } from "../../utils/telHandlerForHTML";
import { BASIC_PHONE } from "../../constants";

const AboutPage = () => {
    return (
        <div className="about">
            <h1 className="about__title">О компании</h1>
            <section className="about__section">
                <h2>О компании</h2>
                <p>Розничная сеть «Популярная техника» — одна из крупнейших местных розничных сетей по объёмам продаж электроники и бытовой техники во Владивостоке. Ритейлер предлагает своим покупателям огромное количество наименований аудио/видео и цифровой техники, мелкой и крупной бытовой техники, медиатоваров, а также аксессуаров. Наши магазины имеют единый формат и специальную концепцию дизайна. Помимо эффективного формата розничной торговли и ориентированной на покупателя концепции магазина, компания предлагает клиентам высококлассную сервисную поддержку под эксклюзивным брендом.</p>
                <p>Нашим приоритетом является создание лучшего и однородного клиентского опыта во всех каналах продаж. «Популярная техника» развивает проект RTD, в рамках которого консультанты в магазинах обслуживают покупателей с помощью смартфонов с программным обеспечением, позволяющим существенно повысить персонализацию сервиса. Сегодня все продавцы «Популярной техники» могут авторизовать вас в магазине через программу лояльности, уточнить количество накопленных Бонусных рублей и размер скидок и сделать выгодное персональное предложение. Недавно в магазинах «Популярной техники» появились зоны нового опыта (experience-зоны), в которых посетителям рассказывают о новейших технологиях, таких как умный дом, виртуальная реальность (VR), 3D-печать и др., а также демонстрируют инновационные товары и дают возможность протестировать их самостоятельно.</p>
            </section>
            <section className="about__section">
                <h2>Реквизиты</h2>
                <p>АО «Популярная техника»</p>
                <p>Юридический адрес: 690068, Приморский край, г. Владивосток, ул. Кирова, д. 68</p>
                <p>Номер телефона: {telToStringChange(BASIC_PHONE.phone)}</p>
            </section>
        </div>
    );
};

export default AboutPage;
