import React from "react";
import "../../styles/policyPage.scss";

const PolicyPage = () => {
    return (
        <div className="policy">
            <h1 className="policy__title">Политика в отношении обработки персональных данных</h1>
            <section className="policy__section">
                <h2>Общие положения</h2>
                <p>Настоящая политика в отношении обработки персональных данных (далее – Политика) подготовлена в соответствии с п. 2 ч. 1 ст. 18.1 Федерального закона РФ «О персональных данных» №152-ФЗ от 27.07.2006 (далее – Федеральный закон) и определяет позицию АО «Популярная техника» (далее – Компания) в области обработки и защиты персональных данных (далее – ПДн), соблюдения прав и свобод каждого человека и, в особенности, права на неприкосновенность частной жизни, личную и семейную тайну.</p>
                <p>Понимая важность и ценность ПДн, а также заботясь о соблюдении конституционных прав граждан РФ и граждан других государств, Компания обеспечивает надежную защиту ПДн. </p>
                <p>Политика распространяется на ПДн, полученные как до, так и после ввода в действие Политики. </p>
            </section>
            <section className="policy__section">
                <h2>Термины и определения</h2>
                <p><b>Автоматизированная обработка персональных данных</b> – обработка персональных данных с использованием средств вычислительной техники.</p>
                <p><b>Биометрические персональные данные</b> – сведения, которые характеризуют физиологические и биологические особенности человека, на основании которых можно установить его личность и которые используются оператором для установления личности субъекта персональных данных.</p>
                <p><b>Блокирование персональных данных</b> – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).</p>
                <p><b>Доступ к персональным данным</b> – возможность получения персональных данных и их использования.</p>
                <p><b>Информационная система персональных данных</b> – совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.</p>
                <p><b>Конфиденциальность персональных данных</b> – обязательное для соблюдения Компанией или иным получившим доступ к персональным данным лицом требование не допускать их распространение без согласия субъекта персональных данных или наличия иного законного основания.</p>
                <p><b>Несанкционированный доступ</b> – доступ к информации, нарушающий правила разграничения доступа с использованием штатных средств, предоставляемых средствами вычислительной техники или автоматизированными системами.</p>
                <p><b>Обезличивание персональных данных</b> – действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных.</p>
                <p><b>Обработка персональных данных</b> – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</p>
                <p><b>Оператор персональных данных</b> – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.</p>
                <p><b>Персональные данные</b> – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).</p>
                <p><b>Персональные данные, разрешенные субъектом персональных данных для распространения</b> – персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Федеральным законом от 27.07.2006 № 152 ФЗ «О персональных данных».</p>
                <p><b>Предоставление персональных данных</b> – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.</p>
                <p><b>Распространение персональных данных</b> – действия, направленные на раскрытие персональных данных неопределенному кругу лиц.</p>
                <p><b>Трансграничная передача персональных данных</b> – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому лицу или иностранному юридическому лицу.</p>
                <p><b>Уничтожение персональных данных</b> – действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных.</p>
            </section>
            <section className="policy__section">
                <h2>Сбор персональных данных</h2>
                <p>Целью обработки персональных данных является выполнения обязательств Компания перед пользователями в отношении использования cайта и его сервисов.</p>
                <p>Обработка персональных данных пользователей осуществляется с согласия субъекта персональных данных на обработку его персональных данных.</p>
                <p>Под персональными данными понимается любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных) и которая может быть использована для идентификации определенного лица либо связи с ним.</p>
                <p>Мы можем запросить у Вас персональные данные в любой момент, когда Вы связываетесь с Компанией. Компания может использовать такие данные в соответствии с настоящей Политикой. Она также может совмещать такую информацию с иной информацией для целей предоставления и улучшения своих продуктов, услуг, информационного наполнения (контента) и коммуникаций.</p>
                <p>Ниже приведены некоторые примеры типов персональных данных, которые Компания может собирать, и как мы можем использовать такую информацию.</p>
                <p>Мы можем собирать различные данные/информацию, включая:</p>
                <p>При регистрации на cайте, оформлении заказа на покупку товара или других документов, в том числе в магазинах Компании, Вы можете предоставить следующую информацию:</p>
                <ul>
                    <li>Имя, Фамилия, Отчество;</li>
                    <li>Данные документа, удостоверяющего Вашу личность;</li>
                    <li>Номер контактного телефона и адрес электронной почты, по которым мы можем связаться с Вами;</li>
                    <li>Логин и пароль, которые Вы будете использовать для доступа к Интернет-ресурсам Компании;</li>
                    <li>Информацию об адресе доставки Вашего заказа;</li>
                    <li>Дата рождения;</li>
                    <li>Пол.</li>
                </ul>
                <p>Также Компания собирает некоторую статистическую информацию, например:</p>
                <ul>
                    <li>IP-адрес пользователя;</li>
                    <li>Тип браузера;</li>
                    <li>Дата, время и количество посещений;</li>
                    <li>Адрес cайта, с которого пользователь осуществил переход на cайт Компании;</li>
                    <li>Сведения о местоположении;</li>
                    <li>Сведения о посещенных страницах, о просмотре рекламных баннеров;</li>
                    <li>Информация, предоставляемая Вашим браузером (тип устройства, тип и версия браузера, операционная система и т.п.).— информацию о банковских картах (ФИО, № карты).</li>
                </ul>
                <p>Компания вправе собирать (обрабатывать) персональные данные, поступившие к ней от  соискателей вакантных должностей (далее — соискателей) путем заполнения соискателями анкеты соискателя на cайте Компании, путем поступления в Компанию резюме от соискателя через cайт Компании, с  целью принятия решения о приёме либо отказе в приёме на работу, ведения кадрового резерва, в том числе для собственных нужд, а также по поручению третьих лиц, которые торгуют и/или оказывают услуги под торговым знаком «Популярная техника» и могут выступить работодателями для соискателей вакантных должностей.</p>
                <p>Персональные данные могут также включать в себя дополнительно предоставляемые пользователями по запросу jператора в целях исполнения оператором обязательств перед пользователями, вытекающих из договора на оказание услуг. Оператор вправе, в частности, запросить у пользователя копию документа, удостоверяющего личность, либо иного документа, содержащего имя, фамилию, фотографию пользователя, а также иные дополнительные данные, которые, по усмотрению оператора, будут являться необходимыми и достаточными для идентификации такого пользователя и позволят исключить злоупотребления и нарушения прав третьих лиц.</p>
                <p>Когда Вы привлекаете к нашим мероприятиям и активностям других лиц или приглашаете их к коммуникациям с нами, Компания может собирать предоставляемые Вами персональные данных об этих лицах, такую как: имя, фамилия, дата рождения, почтовый адрес, адрес электронной почты и номер телефона.</p>
                <p>При обработке персональных данных нами обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных.</p>
            </section>
            <section className="policy__section">
                <h2>Хранение и использование персональных данных</h2>
                <p>Персональные данные пользователей хранятся на бумажных и электронных носителях и обрабатываются с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка персональных данных необходима в связи с исполнением требований законодательства.</p>
                <p>Компания обрабатывает персональные данные исключительно в целях:</p>
                <ul>
                    <li>осуществления хозяйственной деятельности, направленной на извлечение прибыли (включая, но, не </li>ограничиваясь путем: розничной торговли товарами, в том числе бытовыми электротоварами, радио- и телеаппаратурой, техническими носителями информации (с записями и без);
                    <li>организации сети торговых предприятий;</li>
                    <li>оказание экспедиционных и транспортных услуг, необходимых для реализации продукции;</li>
                    <li>организации гарантийного сервисного обслуживания;</li>
                    <li>оказания снабженческих, сбытовых, юридических, финансовых, информационно-консультационных и маркетинговых услуг;</li>
                    <li>исполнения договора, одной из сторон (либо выгодоприобретателем) которого является субъект</li> персональных данных (включая трудовые отношения с работниками оператора, отношения с контрагентами/поставщиками и с покупателями/клиентами оператора).
                    <li>принятия решения о приёме либо отказе в приёме на работу, ведения кадрового резерва для собственных нужд;</li>
                    <li>сбора персональных данных, поступивших от соискателей вакантных должностей путем заполнения анкет, направления резюме через cайт Компании, и предоставление указанной информации третьим лицам, которые торгуют и/или оказывают услуги под торговым знаком «Популярная техника» и могут выступить работодателями для соискателей вакантных должностей.</li>
                </ul>
                <p>Не допускается обработка персональных данных, которые не отвечают целям обработки.</p>
                <p>Время от времени мы можем использовать Ваши персональные данные для отправки важных уведомлений, содержащ</p>их информацию об изменениях наших положений, условий и политик, а также подтверждающих размещенные Вами заказы и совершенные покупки. Поскольку такая информация важна для Ваших взаимоотношений с Компанией, Вы не можете отказаться от получения таких сообщений.
                <p>Мы также можем использовать персональную информацию для внутренних целей, таких как: проведение аудита,</p> анализ данных и различных исследований в целях улучшения продуктов и услуг Компании, а также взаимодействие с потребителями.
                <p>Если Вы принимаете участие в розыгрыше призов, конкурсе или похожем стимулирующем мероприятии, мы сохраняе</p>м за собой право использовать предоставляемые Вами персональные данные для управления такими программами.
                <p>Мы также собираем персональные данные, не являющиеся персональными − данные, не позволяющие прямо ас</p>социировать их с каким-либо определённым лицом. Мы можем собирать, использовать, передавать и раскрывать информацию, не являющуюся персональной, для любых целей. Ниже приведены примеры информации, не являющейся персональной, которую мы собираем, и как мы можем её использовать:
                <p>Мы можем собирать персональные данные, такие как: сведения о роде занятий, языке, почтовом инд</p>ексе, уникальном идентификаторе устройства, местоположении и временной зоне, в которой используется тот или иной продукт, для того чтобы лучше понимать поведение потребителей и улучшать наши продукты, услуги и коммуникации.
                <p>Мы можем также собирать персональные данные/информацию о том, чем интересуется пользователь на</p> нашем cайте при использовании других наших продуктов и сервисов. Такие персональные данные/информация собирается и используется для того, чтобы помочь нам предоставлять более полезную информацию нашим покупателям и для понимания того, какие элементы нашего cайта, продуктов и услуг наиболее интересны. Для целей настоящей Политики совокупные данные рассматриваются как данные/информация, не являющиеся персональными.
                <p>Если мы совмещаем информацию, не являющуюся персональной, с персональной информацией, такая совокупная информация будет рассматриваться как персональная информация, пока такая информация будет являться совмещённой.</p>
            </section>
            <section className="policy__section">
                <h2>Передача персональных данных</h2>
                <p>Персональные данные пользователей не передаются каким-либо третьим лицам, за исключением случаев, прямо предусмотренных настоящими Правилами.</p>
                <p>Обработка персональных данных пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств</p>
                <p>Пользователь соглашается с тем, что оператор вправе передавать персональные данные третьим лицам, в частности, третьим лицам, которые торгуют и/или оказывают услуги под торговым знаком «Популярная техника» и являются работодателями для соискателей вакантных должностей, а также курьерским службам, организациями почтовой связи, операторам электросвязи и т.д., исключительно для целей, указанных в разделе «Хранение и использование персональных данных» настоящей Политики.</p>
                <p>При указании пользователя или при наличии согласия пользователя возможна передача персональных данных пользователя третьим лицам-контрагентам оператора с условием принятия такими контрагентами обязательств по обеспечению конфиденциальности полученной информации, в том числе, при использовании приложений.</p>
                <p>Приложения, используемые пользователями на cайте, размещаются и поддерживаются третьими лицами (разработчиками), которые действуют независимо от оператора и не выступают от имени или по поручению оператора. Пользователи обязаны самостоятельно ознакомиться с правилами оказания услуг и политикой защиты персональных данных таких третьих лиц (разработчиков) до начала использования соответствующих приложений.</p>
                <p>Персональные данные пользователя могут быть переданы по запросам уполномоченных органов государственной власти РФ только по основаниям и в порядке, установленным законодательством РФ.</p>
                <p>Оператор осуществляет блокирование персональных данных, относящихся к соответствующему пользователю, с момента обращения или запроса пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.</p>
                <p>В некоторых случаях Компания может предоставлять определенную персональную информацию и данные стратегическим партнерам, которые работают с Компанией для предоставления продуктов и услуг, или тем из них, которые помогают Компании реализовывать продукты и услуги потребителям. Мы предоставляем третьим лицам минимальный объем персональных данных, необходимый только для оказания требуемой услуги или проведения необходимой транзакции.</p>
                <p>Персональная информация будет предоставляться Компанией только в целях обеспечения потребителей продуктами и услугами, а также для улучшения этих продуктов и услуг, связанных с ними коммуникаций. Такая информация не будет предоставляться третьим лицам для их маркетинговых целей.</p>
                <p>Компания  вправе предоставлять персональную информацию и данные партнерам, которые сотрудничают/работают с Компанией под торговым знаком «Популярная техника» в качестве работодателя для соискателя вакантных должностей.</p>
                <p>Для использования Ваших персональных данных для любой иной цели мы запросим Ваше Согласие на обработку Ваших персональных данных.</p>
                <p>Компания предоставляет персональные данные/информацию Компаниям, оказывающим такие услуги, как: обработка информации, предоставление кредитов, исполнение заказов потребителей, доставка, иные виды обслуживания потребителей, определение вашего интереса к нашим продуктам и услугам, проведение опросов, направленных на изучение наших потребителей или удовлетворения качеством сервиса. Такие компании обязуются защищать Вашу информацию независимо от страны своего расположения.</p>
                <p>Компании может быть необходимо — в соответствии с законом, судебным порядком, в судебном разбирательстве и/или на основании публичных запросов или запросов от государственных органов на территории или вне территории страны Вашего пребывания — раскрыть Ваши персональные данные. Мы также можем раскрывать персональные данные/информацию о Вас, если мы определим, что такое раскрытие необходимо или уместно в целях национальной безопасности, поддержания правопорядка или иных общественно важных случаях.</p>
                <p>Мы также можем раскрывать персональные данные/информацию о Вас, если мы определим, что раскрытие необходимо для приведения в исполнение наших положений и условий либо для целей защиты нашей деятельности и наших пользователей. Дополнительно в случае реорганизации, слияния или продажи мы можем передать любую или всю собираемую нами персональную информацию соответствующему третьему лицу.</p>
            </section>
            <section className="policy__section">
                <h2>Защита персональных данных</h2>
                <p>Компания предпринимает меры предосторожности — включая правовые, организационные, административные, технические и физические — для обеспечения защиты Ваших персональных данных в соответствии со ст. 19 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных» в целях обеспечения защиты персональных данных пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.</p>
                <p>Когда Вы используете некоторые продукты, услуги или приложения Компании или размещаете записи на форумах, в чатах или социальных сетях, предоставляемые Вами персональные данные видны другим пользователям и могут быть прочитаны, собраны или использованы ими. Вы несёте ответственность за персональные данные, которые Вы предпочитаете предоставлять, в таких случаях самостоятельно. Например, если Вы указываете своё имя и адрес электронной почты в записи на форуме, такая информация является публичной. Пожалуйста, соблюдайте меры предосторожности при использовании таких функций.</p>
                <p>Взаимодействуя с Компанией, Вы можете легко поддерживать свои персональные данные и информацию в актуальном состоянии. Мы будем хранить Ваши персональные данные и информацию в течение срока, необходимого для выполнения целей, описываемых в настоящей Политике, за исключением случаев, когда более длительный период хранения данных и информации необходим в соответствии с законодательством либо разрешён им.</p>
                <p>Мы не собираем персональные данные о несовершеннолетних. Если нам станет известно о том, что мы получили персональные данные о несовершеннолетнем, мы предпримем меры для удаления такой информации в максимально короткий срок.</p>
                <p>Мы настоятельно рекомендуем родителям и иным лицам, под чьим присмотром находятся несовершеннолетние (законные представители — родители, усыновители или попечители), контролировать использование несовершеннолетними веб-cайтов.</p>
                <p>Cайт, продукты, приложения и услуги Компании могут содержать ссылки на веб-cайты, продукты и услуги третьих лиц. Наши продукты и услуги могут также использовать или предлагать продукты или услуги третьих лиц. Персональные данные и информация, собираемая третьими лицами, которые могут включать такие сведения, как данные местоположения или контактная информация, регулируется правилами соблюдения конфиденциальности таких третьих лиц. Мы призываем Вас изучать правила соблюдения конфиденциальности таких третьих лиц.</p>
                <p>Оператор не несет ответственности за действия третьих лиц, получивших в результате использования Интернета или Услуг cайта доступ к информации о пользователе и за последствия использования данных и информации, которые, в силу природы cайта, доступны любому пользователю сети Интернет.</p>
                <p>Для того чтобы убедиться, что Ваши персональные данные находятся в безопасности, мы доводим нормы соблюдения конфиденциальности и безопасности до работников Компании и строго следим за исполнением мер соблюдения конфиденциальности внутри Компании.</p>
            </section>
        </div>
    );
};

export default PolicyPage;
